{
  "Comment.nvim": { "branch": "master" },
  "barbar.nvim": { "branch": "master" },
  "bookmarks.nvim": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "denops.vim": { "branch": "main" },
  "fern-renderer-web-devicons.nvim": { "branch": "master" },
  "fern.vim": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "glyph-palette.vim": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "nvim-autopairs": { "branch": "master" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-hlslens": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ts-autotag": { "branch": "main" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-ts-rainbow2": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-yati": { "branch": "main" },
  "onedarkpro.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "skkeleton": { "branch": "main" },
  "skkeleton_indicator.nvim": { "branch": "main" },
  "telescope-coc.nvim": { "branch": "master" },
  "telescope-frecency.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "todo-comments.nvim": { "branch": "main" },
  "toggleterm.nvim": { "branch": "main" },
  "vim-asterisk": { "branch": "master" },
  "vim-edgemotion": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-prettier": { "branch": "master" },
  "vim-pug": { "branch": "master" },
  "vim-skim-synctex": { "branch": "main" },
  "vim-syntax-tyranoscript": { "branch": "master" },
  "winresizer": { "branch": "master" }
}